Revit 2022 API
FilterStringRule Constructor
Overload List
Name | Description
FilterStringRule(FilterableValueProvider, FilterStringRuleEvaluator, String)
 Constructs an instance of FilterStringRule.
FilterStringRule(FilterableValueProvider, FilterStringRuleEvaluator, String, Boolean) |  Obsolete.
 Constructs an instance of FilterStringRule.
See Also
FilterStringRule Class
FilterStringRule Members
Autodesk.Revit.DB Namespace